--------------------------------------------------
-- BlackJack
-- lang/ru.lua
-- Русский язык
--------------------------------------------------

local ru = {}



--------------------------------------------------
-- ОСНОВНОЕ
--------------------------------------------------

ru.TITLE = "BLACKJACK"



--------------------------------------------------
-- АВТОРИЗАЦИЯ
--------------------------------------------------

ru.AUTHORIZATION = "АВТОРИЗАЦИЯ"

ru.PLAYER = "ИГРОК"

ru.SESSION = "СЕССИЯ"

ru.NO_LOGIN = "НЕТ ВХОДА"



--------------------------------------------------
-- МЕНЮ
--------------------------------------------------

ru.PLAY = "ИГРАТЬ"

ru.MENU = "МЕНЮ"

ru.NEW_GAME = "НОВАЯ ИГРА"



--------------------------------------------------
-- ИГРА
--------------------------------------------------

ru.DEALER = "ДИЛЕР"

ru.HIT = "ВЗЯТЬ"

ru.STAND = "СТОП"



--------------------------------------------------
-- РЕЗУЛЬТАТЫ
--------------------------------------------------

ru.RESULT = "РЕЗУЛЬТАТ"

ru.WIN = "ПОБЕДА"

ru.LOSE = "ПОРАЖЕНИЕ"

ru.DRAW = "НИЧЬЯ"

ru.PLAYING = "ИГРА"



--------------------------------------------------
-- ТОП
--------------------------------------------------

ru.TOP_PLAYERS = "ТОП 15 ИГРОКОВ"

ru.NO_DATA = "НЕТ ДАННЫХ"



return ru
